/* 
  QMLocalizable.strings
  QMAdSDK

  Created by xusheng on 2025/5/15.
  
*/
// 英语

"view_now_button" = "View now";
"skip_button" = "Skip";
"install_button" = "Install";
"download_button" = "Download";
"downloading_status" = "Downloading";
"allow_install_alert" = "Allow us to install App";
"replay_button" = "Replay";
"retry_button" = "Retry";
"close_button" = "Close";
"refresh_button" = "Refresh";
"view_action" = "View";
"just_now_time" = "Just now";
"learn_more_link" = "Learn more";


